Revit 2027 API
ParameterTypeId.TextStyleBoldAboveCutMark Property
 "Bold Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextStyleBoldAboveCutMark { get; }
Public Shared ReadOnly Property TextStyleBoldAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextStyleBoldAboveCutMark {
	ForgeTypeId^ get ();
}
static member TextStyleBoldAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace